common/src/test/resources/xml/control-message-test.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header />
	<soapenv:Body>
		<test xmlns="http://www.example.org/schema">
			<number>0</number>
			<text>${IGNORE}</text>
		</test>
	</soapenv:Body>
</soapenv:Envelope>
